{
  "week": 12,
  "readings": {
    "6": {
      "audio": "assets/audios/week12_audio_grade6.mp3",
      "image": "assets/images/week12_image_grade6.jpg",
      "text": [
        {"time": 1, "content": "<b>A TRIP TO THE PARK</b><br>"},
        {"time": 2, "content": "<br>Carlos and his little sister Sofia sprint to the <b>park</b> behind their apartment, dodging broken glass on the sidewalk."},
        {"time": 9, "content": "Their <b>backpack</b> bounces with two warm <b>juice</b> boxes and a bag of stale <b>cookies</b> from yesterday."},
        {"time": 15, "content": "The park's metal <b>slide</b> burns their legs in the noon sun, but they don't care."},
        {"time": 21, "content": "They take turns pushing each other on the rusty <b>swing</b> until Sofia falls into the dirt."},
        {"time": 26, "content": "\"Look!\" Carlos points to a <b>mirror</b> someone left by the <b>fountain</b>."},
        {"time": 31, "content": "They make funny faces until their mom calls from their <b>kitchen</b> window."},
        {"time": 35, "content": "At home, they eat rice at a wobbly <b>table</b> while their <b>TV</b> plays static."},
        {"time": 40, "content": "Tomorrow they'll return - this is their kingdom."}
      ]
    },
    "7": {
      "audio": "assets/audios/week12_audio_grade7.mp3",
      "image": "assets/images/week12_image_grade7.jpg",
      "text": [
        {"time": 1, "content": "<b>MAKING A NEW FRIEND</b><br>"},
        {"time": 2, "content": "<br>Miguel clutches his <b>ticket</b> as the crowded <b>bus</b> jerks through Medellín's steep streets."},
        {"time": 8, "content": "His new <b>uniform</b> itches, and his <b>bottle</b> leaks onto the math <b>book</b> he should be reading."},
        {"time": 14, "content": "When a taller boy grabs his <b>seat</b>, Miguel stays silent."},
        {"time": 18, "content": "At school, he meets Julian, who shares <b>cookies</b> during break."},
        {"time": 22, "content": "\"Try my mom's arepas,\" Julian says, pulling a warm <b>bag</b> from his <b>pocket</b>."},
        {"time": 28, "content": "They trade soccer stickers until the <b>bell</b> rings."},
        {"time": 31, "content": "That afternoon, they walk home together, kicking a crushed <b>can</b> between them."},
        {"time": 36, "content": "For the first time since moving here, Miguel doesn't dread tomorrow."}
      ]
    },
    "8": {
      "audio": "assets/audios/week12_audio_grade8.mp3",
      "image": "assets/images/week12_image_grade8.jpg",
      "text": [
        {"time": 1, "content": "<b>SCHOOL SUPPLIES DISASTER</b><br>"},
        {"time": 3, "content": "<br>The <b>bell</b> rings just as Camila's <b>notebook</b> slips into the muddy <b>puddle</b>."},
        {"time": 8, "content": "\"No!\" She grabs the soggy pages - her English <b>essay</b> was due today."},
        {"time": 13, "content": "Nearby, Mateo laughs until his <b>pen</b> explodes in his <b>shirt</b> pocket."},
        {"time": 18, "content": "The teacher scolds them both while Valeria quietly offers a spare <b>ruler</b>."},
        {"time": 23, "content": "At lunch, they huddle under a broken <b>umbrella</b> as rain soaks their <b>bread</b>."},
        {"time": 28, "content": "\"We can rewrite it,\" Valeria says, wiping her <b>glasses</b>."},
        {"time": 32, "content": "When the sun returns, they sit on wet <b>steps</b> reconstructing Camila's work."},
        {"time": 37, "content": "Mateo even shares his last clean <b>page</b>."},
        {"time": 40, "content": "Maybe failing isn't so scary with friends who understand disasters."}
      ]
    },
    "9": {
      "audio": "assets/audios/week12_audio_grade9.mp3",
      "image": "assets/images/week12_image_grade9.jpg",
      "text": [
        {"time": 1, "content": "<b>LEARNING TO MANAGE TIME</b><br>"},
        {"time": 3, "content": "<br>Luisa stares at the <b>clock</b> - her nursing <b>exam</b> is in 3 hours, but her <b>phone</b> keeps buzzing with messages."},
        {"time": 9, "content": "Her <b>uniform</b> lies wrinkled on the <b>bed</b>, still missing its <b>pin</b>."},
        {"time": 13, "content": "\"You <b>promised</b> to help Mom today,\" her little sister reminds her, waving a <b>bill</b> for electricity."},
        {"time": 18, "content": "Luisa shoves her <b>books</b> into a torn <b>bag</b>, calculating how fast she can run to campus."},
        {"time": 23, "content": "At the bus stop, she finds her <b>wallet</b> empty again."},
        {"time": 26, "content": "An old lady pays her fare with a knowing smile."},
        {"time": 29, "content": "On the <b>bench</b> outside school, Luisa gulps bitter <b>coffee</b> and vows to change."},
        {"time": 34, "content": "Tomorrow she'll use a <b>planner</b>. Tomorrow she'll be better. Right now, she just needs to pass."}
      ]
    },
    "10": {
      "audio": "assets/audios/week12_audio_grade10.mp3",
      "image": "assets/images/week12_image_grade10.jpg",
      "text": [
        {"time": 1, "content": "<b>THE GROUP PROJECT</b><br>"},
        {"time": 2, "content": "<br>The <b>metro</b> screeches to a halt as Pablo checks the <b>map</b> for the fifth time."},
        {"time": 6, "content": "His <b>team</b> waits at the <b>library</b>, but his <b>notes</b> are just doodles of angry <b>mayors</b>."},
        {"time": 11, "content": "When he finally arrives, Daniela's <b>phone</b> displays their failed <b>survey</b> results."},
        {"time": 15, "content": "\"We need actual data,\" she says, tapping her <b>pen</b> like a judge's gavel."},
        {"time": 20, "content": "Camilo suggests faking it, but Ana slams her <b>folder</b> shut. \"No.\""},
        {"time": 25, "content": "They split up - Pablo to interview <b>drivers</b>, Ana to the <b>archives</b>, Daniela to crunch numbers."},
        {"time": 30, "content": "At sunset, they regroup at a sticky <b>cafe</b> table."},
        {"time": 34, "content": "Pablo's <b>recording</b> has mostly bus engines, but Ana found old <b>reports</b> that save them."},
        {"time": 39, "content": "As the <b>train</b> home rattles, they share one tired smile. Maybe honesty works after all."}
      ]
    },
    "11": {
      "audio": "assets/audios/week12_audio_grade11.mp3",
      "image": "assets/images/week12_image_grade11.jpg",
      "text": [
        {"time": 1, "content": "<b>BUILDING HEALTHY HABITS</b><br>"},
        {"time": 2, "content": "<br>The <b>warehouse</b> buzzer screams at 5 AM as Javier ties his <b>boots</b>."},
        {"time": 6, "content": "His <b>manager</b> hates tardiness, and medical <b>school</b> won't accept failures."},
        {"time": 11, "content": "During break, he chews dry <b>bread</b> while reviewing <b>anatomy</b> diagrams."},
        {"time": 15, "content": "His <b>phone</b> shows Valeria at university - her white <b>coat</b> so crisp compared to his stained <b>shirt</b>."},
        {"time": 20, "content": "At night school, Professor Rojas returns his <b>resume</b> covered in red marks."},
        {"time": 24, "content": "\"Rewrite this,\" she says, pointing to the skills <b>section</b>."},
        {"time": 28, "content": "The bus home reeks of <b>chemicals</b> from the factory district."},
        {"time": 31, "content": "Javier opens his <b>notebook</b> to a blank <b>page</b>, then carefully copies a proper <b>format</b> he Googled."},
        {"time": 37, "content": "His mother leaves <b>soup</b> steaming on the stove, though he knows she worked double shift."},
        {"time": 41, "content": "At 1 AM, he sets three <b>alarms</b>. Tomorrow he'll wake earlier. Tomorrow he'll study harder. Tomorrow... if his <b>knees</b> stop aching."}
      ]
    }
  }
}