{
  "week": 13,
  "readings": {
    "6": {
      "audio": "assets/audios/week13_audio_grade6.mp3",
      "image": "assets/images/week13_image_grade6.jpg",
      "text": [
        {"time": 1, "content": "<b>MY FAVORITE TOY</b><br>"},
        {"time": 2, "content": "<br>Juanito’s <b>robot</b> is his most prized possession. It has glowing <b>buttons</b> and stands proudly on his <b>bed</b> by the sunny <b>window</b>."},
        {"time": 10, "content": "Every day after school, he races to the <b>living_room</b> to play with it while his mom sips <b>coffee</b> at the scratched wooden <b>table</b>."},
        {"time": 18, "content": "His little sister Luisa whines, “Let me try!” but Juanito shouts, “It’s mine!”"},
        {"time": 23, "content": "On rainy days, they watch <b>cartoons</b> on the flickering <b>TV</b>, and he makes the robot march to the music."},
        {"time": 30, "content": "Last week, the <b>battery</b> died during a big “battle” with Luisa’s doll. Juanito sobbed until his dad fixed it in their tiny <b>workshop</b>."},
        {"time": 38, "content": "Now the robot jumps, spins, and even “talks” with funny beeps. Juanito hugs it every night, whispering secrets."},
        {"time": 47, "content": "His <b>bicycle</b> is rusty, but his robot? Perfect."}
      ]
    },
    "7": {
      "audio": "assets/audios/week13_audio_grade7.mp3",
      "image": "assets/images/week13_image_grade7.jpg",
      "text": [
        {"time": 1, "content": "<b>LOSING A TOOTH</b><br>"},
        {"time": 2, "content": "<br>Camila’s wobbly <b>tooth</b> has driven her crazy for days. She fiddles with it using her <b>tongue</b> on the bumpy <b>bus</b> ride to school."},
        {"time": 10, "content": "Her abuela promised a shiny <b>coin</b> from the “Ratón Pérez” if she tucks it under her <b>pillow</b> tonight."},
        {"time": 16, "content": "At lunch, her brother Mateo teases, “Eat this <b>banana</b>—it’ll yank it out!” Camila glares and checks the gap in her cracked <b>mirror</b>."},
        {"time": 26, "content": "Tomorrow’s the big <b>soccer</b> match, and she <b>needs_to</b> be tough."},
        {"time": 30, "content": "That evening, the tooth plops into her <b>soup</b> mid-bite. Abuela cackles, handing her a peso. “Make a wish!”"},
        {"time": 39, "content": "Camila whispers, “I hope I score a goal.” As she sleeps, she dreams of a tiny rat in a <b>backpack</b>, zooming through the sky on a <b>bicycle</b>, tossing teeth like confetti."}
      ]
    },
    "8": {
      "audio": "assets/audios/week13_audio_grade8.mp3",
      "image": "assets/images/week13_image_grade8.jpg",
      "text": [
        {"time": 1, "content": "<b>SHARING WITH CLASSMATES</b><br>"},
        {"time": 3, "content": "<br>Valentina’s brand-new <b>sneakers</b> are ruined when Diego trips, splashing <b>juice</b> across the white fabric. “Oops!” he says, scrubbing them with his <b>hoodie</b>."},
        {"time": 13, "content": "She fumes but later hands him her <b>eraser</b> during a quiz."},
        {"time": 17, "content": "At lunch, they swap <b>chips</b> for <b>cookies</b>, and Diego shows her a viral <b>dance</b> from his favorite <b>reggaeton</b> star."},
        {"time": 23, "content": "Their teacher catches them <b>practicing</b> in the hall and laughs. “Teamwork!” she says."},
        {"time": 30, "content": "During the math test, Valentina slides Diego a <b>pencil</b> after his snaps. “Thanks,” he murmurs."},
        {"time": 37, "content": "After school, they kick a crumpled <b>soda_can</b> down the street, laughing."},
        {"time": 43, "content": "Valentina realizes Diego isn’t just clumsy—he’s funny, and he shares his last candy bar. Maybe friendship is worth a few stains."}
      ]
    },
    "9": {
      "audio": "assets/audios/week13_audio_grade9.mp3",
      "image": "assets/images/week13_image_grade9.jpg",
      "text": [
        {"time": 1, "content": "<b>SHOULD I JOIN THE CLUB?</b><br>"},
        {"time": 3, "content": "<br>Sofía hesitates outside the art <b>club</b> room, staring at the colorful <b>poster</b>. Her <b>jeans</b> are hand-me-downs, and her <b>sneakers</b> are caked in mud, but her <b>sketches</b> fill three notebooks."},
        {"time": 14, "content": "Carlos adjusts his <b>glasses</b> and nudges her. “Just go in! It’s <b>cheaper</b> than the robotics club.”"},
        {"time": 22, "content": "She grips her frayed <b>backpack</b>, imagining the other kids’ designer clothes."},
        {"time": 26, "content": "That night, she draws a <b>comic</b> about a girl joining a club—bold lines, bright colors."},
        {"time": 32, "content": "The next morning, she takes a shaky <b>breath</b> and signs up. The teacher gasps at her <b>portrait</b>. “This is incredible!”"},
        {"time": 40, "content": "Now Sofía carries her <b>sketchbook</b> everywhere, even to the park. Carlos snaps photos of her work. “See? You belong here.”"},
        {"time": 51, "content": "For the first time, Sofía imagines a <b>future</b> where her art matters more than her old shoes."}
      ]
    },
    "10": {
      "audio": "assets/audios/week13_audio_grade10.mp3",
      "image": "assets/images/week13_image_grade10.jpg",
      "text": [
        {"time": 1, "content": "<b>OVERCOMING FEAR</b><br>"},
        {"time": 3, "content": "<br>David’s <b>hands</b> tremble as the packed <b>metro</b> lurches forward. Today’s his first <b>internship</b> interview, but crowds make his chest tight."},
        {"time": 11, "content": "A man jostles his <b>shoulder</b>, and his <b>phone</b> clatters to the floor. “Easy,” says a woman in a <b>suit</b>, offering gum."},
        {"time": 20, "content": "David counts <b>stops</b>, gripping the <b>handrail</b>."},
        {"time": 23, "content": "At the office, his <b>boss</b> reviews the <b>schedule</b> warmly. “Nervous?” she asks. David nods."},
        {"time": 31, "content": "At lunch, he hides in the break room until María from accounting shares her <b>arepa</b>. “I cried on my first day too,” she admits."},
        {"time": 39, "content": "Later, David <b>decides</b> to ride the metro home. This time, he notices a girl reading his favorite <b>comic</b>."},
        {"time": 46, "content": "They chat about superheroes, and his <b>fear</b> melts. The city’s noise feels quieter now, its streets less overwhelming."},
        {"time": 54, "content": "That night, he texts María: “Thanks for the food.” She replies, “Welcome to the team.” David smiles. Maybe his <b>future</b> isn’t so scary after all."}
      ]
    },
    "11": {
      "audio": "assets/audios/week13_audio_grade11.mp3",
      "image": "assets/images/week13_image_grade11.jpg",
      "text": [
        {"time": 1, "content": "<b>THE VALUE OF COMMITMENT</b><br>"},
        {"time": 3, "content": "<br>Javier’s <b>alarm_clock</b> blares at 4:30 AM. He ties his steel-toed <b>boots</b> for another shift at the <b>warehouse</b>, where his <b>manager</b> barks orders."},
        {"time": 13, "content": "Between stacking boxes, he reviews <b>anatomy</b> diagrams on his cracked <b>phone</b>—medical school is his dream, but his <b>resume</b> lacks fancy internships."},
        {"time": 21, "content": "At night school, Professor Rojas circles the “skills <b>section</b>” in red. “Rewrite this,” she says."},
        {"time": 30, "content": "The bus home reeks of <b>chemicals</b>, but Javier focuses on his <b>notebook</b>, copying a professional <b>format</b>."},
        {"time": 35, "content": "His mom leaves <b>soup</b> warming on the stove, though she worked double shifts at the clinic."},
        {"time": 40, "content": "At 1 AM, he sets three <b>alarms</b>, icing his swollen <b>knees</b>."},
        {"time": 44, "content": "The next morning, he spots a <b>poster</b> for a free pre-med workshop. His hands shake as he texts the number."},
        {"time": 52, "content": "“One step at a time,” he whispers, lacing his boots. The warehouse can’t crush his <b>future</b>—not while he’s still breathing."}
      ]
    }
  }
}