{
  "week": 8,
  "readings": {
    "6": {
      "audio": "assets/audios/week8_audio_grade6.mp3",
      "image": "assets/images/week8_image_grade6.jpg",
      "text": [
        {
          "time": 1,
          "content": "<b>WHAT'S ON TIKTOK?</b><br>"
        },
        {
          "time": 2,
          "content": "<br>Juan loves watching <b>TikTok</b> videos on his mom’s old <b>phone</b>, even if the screen is cracked."
        },
        {
          "time": 6,
          "content": "He laughs out loud when he sees <b>videos</b> of little dogs dancing to <b>reggaeton</b> beats."
        },
        {
          "time": 8,
          "content": "His <b>sister</b> Maria is more creative; she records silly <b>skits</b> about life in their <b>neighborhood</b>, often using their pet chicken as a star."
        },
        {
          "time": 14,
          "content": "Their absolute <b>favorite</b> creator is <b>Carlos</b>, a local teen who makes raps about <b>street</b> life in Bogotá."
        },
        {
          "time": 31,
          "content": "Even though their <b>mom</b> complains and tells them to stop wasting <b>time</b>, Juan secretly dreams of becoming <b>famous</b> like Carlos one day."
        }
      ]
    },
    "7": {
      "audio": "assets/audios/week8_audio_grade7.mp3",
      "image": "assets/images/week8_image_grade7.jpg",
      "text": [
        {
          "time": 1,
          "content": "<b>MAKING A LUNCHBOX FOR SCHOOL</b><br>"
        },
        {
          "time": 3,
          "content": "<br>Every morning, Luisa carefully packs her <b>lunchbox</b> with a scoop of white <b>rice</b>, soft <b>beans</b>, and a warm <b>arepa</b> that her mom makes before leaving for work."
        },
        {
          "time": 13,
          "content": "Her <b>family</b> doesn’t have much money, so she uses a washed-out <b>container</b> from an old margarine tub."
        },
        {
          "time": 20,
          "content": "Her little <b>brother</b>, always hungry, sometimes sneaks into her bag and takes her only <b>banana</b>, making her cry in frustration."
        },
        {
          "time": 30,
          "content": "At <b>school</b>, her best friend Sofia notices and gives Luisa half of her <b>sandwich</b> without hesitation."
        },
        {
          "time": 37,
          "content": "Grateful, Luisa promises to <b>help</b> her mom cook dinner that night as a way to pay forward the kindness."
        }
      ]
    },
    "8": {
      "audio": "assets/audios/week8_audio_grade8.mp3",
      "image": "assets/images/week8_image_grade8.jpg",
      "text": [
        {
          "time": 1,
          "content": "<b>NO PAYING ATTENTION IN CLASS</b><br>"
        },
        {
          "time": 3,
          "content": "<br>Diego can’t concentrate in <b>math</b> class because his eyes keep drifting toward the <b>window</b>, where he imagines playing <b>soccer</b> in the dusty <b>street</b> after school."
        },
        {
          "time": 13,
          "content": "His <b>teacher</b> notices and calls out, “<b>Focus</b>, Diego!”"
        },
        {
          "time": 17,
          "content": "But at that moment, his <b>phone</b> buzzes with a <b>message</b> from Valentina, the <b>crush</b> he’s too nervous to talk to in person."
        },
        {
          "time": 25,
          "content": "Caught in his daydreams, Diego doesn’t hear the instructions and completely fails the <b>quiz</b>."
        },
        {
          "time": 31,
          "content": "As punishment, he gets <b>detention</b> and has to stay late, which means missing the game he was so excited about."
        }
      ]
    },
    "9": {
      "audio": "assets/audios/week8_audio_grade9.mp3",
      "image": "assets/images/week8_image_grade9.jpg",
      "text": [
        {
          "time": 1,
          "content": "<b>ANA LOST HER SCHOOL ALLOWANCE: 5 THOUSAND PESOS</b><br>"
        },
        {
          "time": 2,
          "content": "<br>Ana rummages through her messy <b>backpack</b>, panic rising in her chest—the small <b>allowance</b> her <b>mom</b> gave her is missing."
        },
        {
          "time": 13,
          "content": "She had planned to buy <b>notebooks</b> and a quick <b>snack</b> before heading home."
        },
        {
          "time": 17,
          "content": "Her loyal <b>friend</b> Camila suggests they go back to the <b>bus</b> they took earlier to retrace her steps."
        },
        {
          "time": 24,
          "content": "The <b>driver</b> just shrugs and says, “No one turns in <b>money</b> here, niña.”"
        },
        {
          "time": 28,
          "content": "Feeling defeated, Ana walks home and cries."
        },
        {
          "time": 32,
          "content": "Her <b>mom</b> isn’t angry but tells her, “Next time, <b>hide</b> it better.”"
        },
        {
          "time": 37,
          "content": "Until next week, Ana will have to borrow <b>supplies</b> from classmates to get by."
        }
      ]
    },
    "10": {
      "audio": "assets/audios/week8_audio_grade10.mp3",
      "image": "assets/images/week8_image_grade10.jpg",
      "text": [
        {
          "time": 1,
          "content": "<b>ETHICS: USING AI TO CHEAT ON MY HOMEWORK</b><br>"
        },
        {
          "time": 4,
          "content": "<br>Miguel was desperate the night before his <b>ethics</b> class, so he copied an <b>essay</b> from an online <b>AI</b> tool instead of writing his own."
        },
        {
          "time": 13,
          "content": "The next day, his <b>teacher</b> praises his ideas, but his best <b>friend</b> Lucia doesn’t look happy."
        },
        {
          "time": 20,
          "content": "“That’s <b>cheating</b>,” she says. “You didn’t really <b>learn</b> anything.”"
        },
        {
          "time": 24,
          "content": "Miguel tries to defend himself, saying that everyone uses <b>technology</b> now, but later that night he feels <b>guilty</b>."
        },
        {
          "time": 33,
          "content": "He stays up late and rewrites the <b>assignment</b> in his own words."
        },
        {
          "time": 37,
          "content": "His <b>grade</b> drops a little, but his <b>conscience</b> feels clean for the first time in days."
        }
      ]
    },
    "11": {
      "audio": "assets/audios/week8_audio_grade11.mp3",
      "image": "assets/images/week8_image_grade11.jpg",
      "text": [
        {
          "time": 1,
          "content": "<b>DEALING WITH SCHOOL DEMANDS</b><br>"
        },
        {
          "time": 2,
          "content": "<br>David struggles to balance his <b>college</b> applications, <b>part-time</b> job at the bakery, and his upcoming <b>exams</b>."
        },
        {
          "time": 10,
          "content": "Last night, he stayed up late <b>studying</b>, so he was late to work and got yelled at by his <b>boss</b>."
        },
        {
          "time": 16,
          "content": "At home, his <b>parents</b> are too busy worrying about <b>bills</b> to offer much help."
        },
        {
          "time": 22,
          "content": "Things hit a breaking point when his old <b>computer</b> crashes just hours before an important <b>deadline</b>."
        },
        {
          "time": 29,
          "content": "Overwhelmed by <b>stress</b>, David finally goes to see the school <b>counselor</b>, who teaches him <b>time_management</b> strategies."
        },
        {
          "time": 37,
          "content": "He learns to plan <b>breaks</b> and <b>prioritizes</b> what matters."
        },
        {
          "time": 41,
          "content": "Life is still hard, but at least now he feels more <b>organized</b>."
        }
      ]
    }
  }
}